[
    {
        "date": {
            "year": 2021,
            "month": 5,
            "day": 20
        },
        "writer": {
            "firstName": "Eldar",
            "lastName": "Michaelov",
            "belongTo": "TOlindo"
        },
        "title": "Food in the 6",
        "subtitle": "Exploring Toronto’s most popular cuisines",    
        "image": "blog_20210520.png",
        "content": "<h1>Introduction</h1><p>Let’s face it, we all love to eat out! Whether it's a decadent dessert or a 3-course meal, no one can deny the pleasure of having delicious food without worrying about the mess or preparation.</p><h2>So what does Toronto have to offer?</h2><p>Being one of the most multicultural cities in the world, you can always find something new and exciting to eat! From Indian, Italian, Korean, Middle Eastern and more, it is safe to assume that everyone will find a restaurant that will hit the spot. Toronto’s culinary community will not let you down in terms of options for vegans, vegetarians, kosher or halal. If you suffer from allergies, you should be able to easily find dietary restrictions on most packages or companies’ websites. You are also encouraged to call and ask. According to a blog post posted on <a href='https://www.chefspencil.com/top-10-most-popular-ethnic-cuisines-in-canada'>Chefspencil.com</a>, Canada’s most popular ethnic cuisines are ranked as follows:</p><ol><li>Chinese</li><li>Italian</li><li>Thai</li><li>Indian</li><li>Mexican</li><li>Korean</li><li>Greek</li><li>Japanese</li><li>Vietnamese</li><li>Mediterranian</li></ol><h2>Canadian kitchen</h2><p>If you are new to Toronto and interested in trying authentic Canadian food, know that you are in the right place! From dishes such as Poutine to sweet snacks like the beavertail (Yes.. it’s a real dessert) Toronto’s got you covered. You can find them almost anywhere downtown at restaurants, diners or even food trucks.</p><h2>Ordering food</h2><p>Ordering in is a really popular way to “eat out” especially during Covid or cold winters. The most popular way to order food in Toronto is by using apps such as TOlindo, Uber Eats, Skip the Dishes, and more.<br/><br/>These apps work by referring orders from restaurants, supermarkets or corner stores, to drivers who are using the app, and are close by to them so they will make sure to get you your food while it is still hot.</p><h2>Did you know?</h2><p>TOlindo is a new female-founded Toronto based startup that focuses on working with other small local businesses. TOlindo understands the impact Covid 19 had on small businesses and important it is to shop local. They are also environmentally minded and provides service mainly in the downtown core to encourage their drivers to use environmentally friendly such as e-bikes, scooters and bicycles.</p><h2>So why TOlindo?</h2><p>Driving downtown can be difficult especially during rush hour, that is why TOlindo provides its registered drivers with electric scooters! It is fast, efficient and environmentally friendly! Businesses that join TOlindo’s service, will enjoy the lowest prices in the market, with only a 15% order fee per order. Also, restaurant owners can design their stores on the TOlindo app easily using a custom iPad that they receive when signing on with the company. TOlindo also celebrates opening days (which are the days when businesses join the service) by creating an event outside of the business. This helps to promote the business and encourages people to use the app to order at a discounted price for the same day.</p>"
    },
    {
        "date": {
            "year": 2021,
            "month": 6,
            "day": 16
        },
        "writer": {
            "firstName": "Eldar",
            "lastName": "Michaelov",
            "belongTo": "TOlindo"
        },
        "title": "What is TOlindo?",
        "subtitle": "Toronto downtown Deliveries ",    
        "image": "/blog_images/blog_20210616.png",
        "content": "<p>TOlindo is a Toronto-based technology and transportation company, merging different markets into one platform for on-demand, scheduled, and same-day deliveries. Our app marketplace includes categories such as Courier, Groceries, Pharmacy, Food, and Bazaar sectors. Our online marketplace connects people with the best local restaurants, fresh food, groceries, convenience stores, pharmacies, and other local businesses within Toronto. </p><h1>Our mission</h1><p>Our mission here at TOlindo is to spotlight great local businesses around Toronto and build sustainable partnerships today for tomorrow. From one family business to another, we are a community that cares about our customers. We deliver exceptional, innovative service offering the most affordable prices. We know Covid-19 has negatively affected local businesses, we see it every day, and we are doing the best we can to work very closely with them.</p><h1>Let us know</h1><p>How is your business coping? Have you felt affected by the changes in your industry in the past years? Have you lost sales opportunities because of late deliveries or fewer customers? Let us know! Reach out to our teams <a href='#'>HERE</a>, and we will work together with you to set up your online store.</p> <img src='/blog_images/blog_20210616_bikes.png' style='display: block; margin: 20px auto; width: 100%; border-radius: 20px;'/><p>Whether you need an instant service or schedule one, TOlindo covers you with a fleet of company e-bikes and owner-operators up to cargo vans and trucks for all your delivery needs. Just with one click, we deliver within 30 Minutes in the downtown core! </p><p>Keep an eye out for our future blog posts, as we will soon be covering local restaurants, businesses, and the new products and items they will be selling. New blogs will feature the owners and their stories. So check out every Monday for a new post. </p><p>Have a wonderful day and shop locally.</p><p>Local Toronto Business? Want to know more? Contact us here.<br>☎︎ 416-886-6029<br>☎︎ 647-201-9502<br>✉︎ info@TOlindo.ca</p>"
    }
]